# St7SetNodeHistoryFile

Sets the name of the node history file for the analysis.

long St7SetNodeHistoryFile(long uID, char* FileName)

Input Parameters

uID

Strand7 model file ID.

FileName

Full path and name for the node history file.